tap "getantibody/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "neovim/neovim"
brew "boost"
brew "ghc"
brew "cabal-install"
brew "cmake"
brew "cocoapods"
brew "git"
brew "haskell-stack"
brew "python"
brew "neovim"
brew "ninja"
brew "rbenv"
brew "ruby"
brew "sourcekitten"
brew "the_silver_searcher"
brew "z"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "getantibody/tap/antibody"
cask "hammerspoon"
cask "karabiner-elements"
cask "virtualbox"
